[
  {
    "id": "t1",
    "title": "Echoes of the Drift",
    "genre": "sci-fi",
    "body": "The station drifted above the rust-red world, its corridors humming as if the alloy remembered every footstep that had ever crossed it."
  },
  {
    "id": "t2",
    "title": "Pilot Light",
    "genre": "sci-fi",
    "body": "Mara tapped the console; starlines unraveled into a tidy map. Somewhere in that cold lattice, a signal blinked, stubborn as hope."
  },
  {
    "id": "t3",
    "title": "Archive Rain",
    "genre": "sci-fi",
    "body": "It rained inside the data-vault when the coolant lines failed, a glittering monsoon where memories flowed in silver sheets."
  },
  {
    "id": "t4",
    "title": "Quiet Engines",
    "genre": "sci-fi",
    "body": "They said the new drives were silent, but silence has a texture; you feel it press against your ribs when the ship jumps."
  },
  {
    "id": "t5",
    "title": "Signal Garden",
    "genre": "sci-fi",
    "body": "On the lunar plain, antennas bloomed like iron flowers, drinking the sky for whispers of ships too shy to be seen."
  },
  {
    "id": "t6",
    "title": "Dust Psalms",
    "genre": "sci-fi",
    "body": "Every rover sings to the dust, a low hymn of motors and grit, and the dust answers by climbing into every promise of a seal."
  },
  {
    "id": "t7",
    "title": "Glass Orbit",
    "genre": "sci-fi",
    "body": "From orbit the ocean looked like shattered glass, each shard a storm, each gleam a city threading its cables through the wind."
  },
  {
    "id": "t8",
    "title": "Caretaker",
    "genre": "sci-fi",
    "body": "The caretaker drone learned to pause beside the observatory window, as if it too needed to breathe between the stars."
  },
  {
    "id": "t9",
    "title": "Borrowed Sun",
    "genre": "sci-fi",
    "body": "We wore the borrowed sun on our wrists, thin bands that poured daylight into the tunnels where the old world slept."
  },
  {
    "id": "t10",
    "title": "Wake Protocol",
    "genre": "sci-fi",
    "body": "Wake the captain last, the manual said, because captains carry storms in their eyes when the century turns without them."
  },
  {
    "id": "t11",
    "title": "Thread of Ions",
    "genre": "sci-fi",
    "body": "Ions stitched a bright seam across the void as the freighter stitched decades into hours, time quilting around its hull."
  },
  {
    "id": "t12",
    "title": "Static Orchard",
    "genre": "sci-fi",
    "body": "We planted transmitters in the static like saplings, hoping one day the wind would carry fruit in the shape of answers."
  },
  {
    "id": "t13",
    "title": "Second Moon",
    "genre": "sci-fi",
    "body": "They built a second moon from scaffolds and songs, and the tides learned a new step, hesitant and beautiful."
  },
  {
    "id": "t14",
    "title": "Cold Sleep",
    "genre": "sci-fi",
    "body": "Sleep is a country where the borders move; in cryo, the map freezes, and you wake with old news in your lungs."
  },
  {
    "id": "t15",
    "title": "Neon Pilgrims",
    "genre": "sci-fi",
    "body": "We followed neon through the undercity, pilgrims of light, trading prayers for passwords at every rusted gate."
  },
  {
    "id": "t16",
    "title": "Hullflower",
    "genre": "sci-fi",
    "body": "A flower grew from the ship's wound, a frost-white bloom of crystallized coolant that rang when the captain laughed."
  },
  {
    "id": "t17",
    "title": "Orbital Night",
    "genre": "sci-fi",
    "body": "Orbital night came like a curtain; the station dimmed, and the stars stepped onstage, endlessly rehearsing the same old play."
  },
  {
    "id": "t18",
    "title": "Spindle City",
    "genre": "sci-fi",
    "body": "The city climbed the elevator cable in spirals, balconies brushing clouds, markets spinning where gravity grew bored."
  },
  {
    "id": "t19",
    "title": "Borrowed Bones",
    "genre": "sci-fi",
    "body": "We left our heavy bones on Earth and wore lighter ones in orbit, hollow and eager as birds."
  },
  {
    "id": "t20",
    "title": "Lagrange Tea",
    "genre": "sci-fi",
    "body": "At Lagrange we brewed tea that never spilled; the leaves turned like galaxies in cups, and we drank orbits until we were brave."
  }
]
